[
    {
        "id": 1,
        "nombre": "Trucos de Age of Empires 3 para PC",
        "video": "https://youtu.be/HAS0ooOSNl0",        
        "truco1": "a recent study indicated that 100% of herdables:engorda a todos los animales",
        "truco2": "this is too hard:gana directamente la partida en cualquier mapa de un jugador",
        "truco3": "Speed always wins:acelera x100 veces todos los procesos (construcción, creación de unidades, etc.).",
        "truco4": "X marks the spot:revela el mapa, dejando la niebla de guerra. Repetirlo no mostrará el progreso de los edificios que están o estaban en construcción."
    },
    {
        "id": 2,
        "nombre": "Trucos de Age of Empires 2 para PC",
        "video": "https://youtu.be/ncZT4J2Mdfo",        
        "truco1": "cheese steak jimmy's: Consigues 1.000 uds de comida.",
        "truco2": "lumberjack: Consigues 1.000 uds de madera.",
        "truco3": "aegis: Construcción súper rápida.",
        "truco4": "wimpywimpywimpy: Suicidio."
    },
    {
        "id": 3,
        "nombre": "Trucos de Need for Speed Carbono para PC",
        "video": "https://youtu.be/DDiLKa2leBg",        
        "truco1": "Dinero extra: Abajo, Arriba, Izquierda, Abajo, Derecha, Arriba, X, B.",
        "truco2": "Carga infinita: Abajo, Arriba, Arriba, Derecha, Izquierda, Izquierda, X.",
        "truco3": "NOS Infinito: Izquierda, Arriba, Izquierda, Abajo, Izquierda, Abajo, Derecha, X.",
        "truco4": "Logo NFS:Carbon:Derecha,Arriba,Abajo,Arriba,Abajo,Izquierda,Derecha,X."
    },
    {
        "id": 4,
        "nombre": "Trucos de Age of Mythology",
        "video": "https://youtu.be/KX3ML7Zfq8c",        
        "truco1": "CONSIDER THE INTERNET - Ralentiza la velocidad del juego.",
        "truco2": "WRATH OF THE GODS - Otorga usos infinitos de los poderes divinos de Tormenta con relámpagos, Terremoto, Meteoro y Tornado.",
        "truco3": "GOATUNHEIM - Otorga el poder de Goatunheim, que convierte a todas las unidades del mapa en cabras.",
        "truco4": "FEAR THE FORAGE - Otorga el poder de los arbustos de bayas andantes. Igual que los árboles andantes, pero solo con los Arbustos de bayas."
    },
    {
        "id": 5,
        "nombre": "Trucos de Grand theft Auto V",
        "video": "https://youtu.be/CkZmBdnQbPQ",        
        "truco1": "Avión de acrobacias: B, Derecha, LB, LT, Izquierda, RB, LB, LB, Izquierda, Izquierda, A, Y.",
        "truco2": "Avión fumigador: Derecha, Izquierda, RB, RB, RB, Izquierda, Y, Y, A, B, LB, LB.",
        "truco3": "Bicicleta: Izquierda, Izquierda, Derecha, Derecha, Izquierda, Derecha, X, B, Y, RB, RT.",
        "truco4": "Coche de carreras Dewbeauchee Rapid GT: RT, LB, B, Derecha, LB, RB, Derecha, Izquierda, B, RT."
    },
    {
        "id": 6,
        "nombre": "Trucos de Grand theft Auto: Vice City stories para PSP",
        "video": "https://youtu.be/A844IqdW4zs",        
        "truco1": "Set de armas 1: Izquierda, Derecha, X, Arriba, Abajo, Cuadrado, Izquierda, Derecha.",
        "truco2": "Chaleco antibalas: Arriba, Abajo, Izquierda, Derecha, Cuadrado, Cuadrado, L1, R1.",
        "truco3": "Salud completa: Arriba, Abajo, Izquierda, Derecha, Círculo, Círculo, L1, R1.",
        "truco4": "Gana $ 250,000: Arriba, Abajo, Izquierda, Derecha, X, X, L1, R1."
    },
    {
        "id": 7,
        "nombre": "Trucos de Fallout 3",
        "video": "https://youtu.be/xviNt_5LB6g",        
        "truco1": "tgm: Modo Dios. Eres invulnerable, tienes munición infinita, puntos de habilidad al máximo, etc.",
        "truco2": "tcl: te permite volar y atravesar cualquier elemento físico existente.",
        "truco3": "tcai: los enemigos que te estén atacando dejan de atacarte. Permanecen quietos y no disparan.",
        "truco4": "Player.MatchFaceGeometry [inserta código]: copia las facciones de la cara del NPC al que pertenezca el código. Usa la web del anterior truco."
    },
    {
        "id": 8,
        "nombre": "Trucos de DOOM",
        "video": "https://youtu.be/vOU8C_2wJVs",        
        "truco1": "Te haces invencible: IDDQD.",
        "truco2": "Puedes atravesar paredes: IDCLIP.",
        "truco3": "Te haces invisible: IDBEHOLDI.",
        "truco4": "Te da las gafas de visión nocturna: IDBEHOLDL"
    },
    {
        "id": 9,
        "nombre": "Trucos de los Sims 3",
        "video": "https://youtu.be/nMNtp2oQUk0",        
        "truco1": "constrainFloorElevation [true/false]: modifica el terreno para que puedas colocar cualquier pared en cuesta, aunque el suelo deberá seguir siendo plano.",
        "truco2": "freerealestate: casas gratis.",
        "truco3": "moveObjects: [on/off]: permite colocar objetos en cualquier lugar, independientemente de si se encuentran en un hueco de colocación o no.",
        "truco4": "fadeObjects [on/off]: desvanece ciertos objetos cuando te acercas a ellos."
    },
  
]